---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.SensibleHeatGainperPerson
source: html/172dded7-b265-65a6-379e-7aa220e4af7e.htm
---
# Autodesk.Revit.DB.Mechanical.Space.SensibleHeatGainperPerson Property

Get or set the Sensible Heat Gain per Person of the Space.

## Syntax (C#)
```csharp
public double SensibleHeatGainperPerson { get; set; }
```

## Remarks
This property is used to get or set the Sensible Heat Gain per Person of the Space.